Repository: common-repository/wp-to-klick-tipp-tag-basiertes-e-mail-marketing
Catalog: languages/wp-to-klick-tipp-tag-basiertes-e-mail-marketing-*_formal.po
Languages: de_ch_formal

source: Customer (Guest)
de_ch_formal: Kunde (Gast)

source: You just run the cron manually.
de_ch_formal: Cron-Job manuell auslösen.

source: Please enter your email
de_ch_formal: Bitte gebe deine E-Mail Adresse ein

source: Please enter your license key
de_ch_formal: Bitte gebe deinen Lizenzschlüssel ein

source: The license has been moved to this domain
de_ch_formal: Die Lizenz wurde auf dieser Domain umgezogen.

source: The license could not be moved to this domain
de_ch_formal: Die Lizenz konnte nicht auf dieser Domain umgezogen werden.

source: License key deleted successfully
de_ch_formal: Lizenzschlüssel erfolgreich gelöscht

source: license key deleted
de_ch_formal: Lizenzschlüssel gelöscht

source: Please enter your email address.
de_ch_formal: ﻿Bitte geben Sie Ihre E-Mail-Adresse ein.

source: Please enter your license key.
de_ch_formal: ﻿Geben Sie hier Ihren Lizenzschlüssel ein:

source: Saved successfully
de_ch_formal: Erfolgreich gespeichert

source: Credentials (email and/or key) changed
de_ch_formal: Anmeldeinformationen (E-Mail und/oder Lizenzschlüssel) geändert

source: Wrong API Credentials
de_ch_formal: Lizenzschlüssel/Anmeldeinformationen ungültig!

source: Please enter your Klick-Tipp username.
de_ch_formal: Bitte geben Sie Ihr Klick-Tipp Benutzernamen ein.

source: Please enter your Klick-Tipp password.
de_ch_formal: ﻿Bitte geben Sie Ihr Klick-Tipp Passwort ein.

source: Please check your Klick-Tipp API key.
de_ch_formal: Bitte überprüfen Sie Ihren Klick-Tipp-API-key.

source: Klick-Tipp Account Saved Successfully
de_ch_formal: ﻿Klick-Tipp Konto wurde erfolgreich gespeichert

source: Wrong Klick-Tipp Credentials
de_ch_formal: ﻿Falsche Klick-Tipp Anmeldeinformationen

source: Settings saved successfully
de_ch_formal: Die Einstellungen wurden erfolgreich gespeichert.

source: It is not possible to validate your license, because of a server error. Please install PHP module cURL on this server.<br>
de_ch_formal: Es ist nicht möglich, aufgrund eines Server Fehlers Ihre Lizenz zu überprüfen. Bitte installieren Sie auf diesem Server das PHP Modul cURL.<br>

source: PHP cURL missing.
de_ch_formal: PHP cURL fehlt.

source: License URL is not reachable, at the moment. Please try again later.<br>
de_ch_formal: Lizenz-URL ist im Moment nicht erreichbar. Bitte versuchen Sie es später erneut.<br>

source: License URL not reachable.
de_ch_formal: Lizenz-URL nicht erreichbar.

source: Settings
de_ch_formal: Einstellungen

source: Role Settings (Klick-Tipp)
de_ch_formal: Benutzerollen (Klick-Tipp)

source: License
de_ch_formal: ﻿Lizenz

source: Not transferred any data to Klick-Tipp.
de_ch_formal: Noch keine Daten zu Klick-Tipp übertragen.

source: So far, no file has been created.
de_ch_formal: Bisher wurde kein Export durchgeführt.

source: Thank you for using the <b>Free Version</b>. <br /><a target="_blank" href="%s">Please upgrade to Premium</a> to get full data <br />transferred and all functions activated.
de_ch_formal: Danke das Sie die <b>kostenlose Version</b> nutzen. </br> Für eine vollständige Datenübergabe und um alle Funktionen freizuschalten,<br /> bitte jetzt hier klicken und auf Ihre <a target="_blank" href="%s">Premium Version aktualisieren</a>

source: </b>Premium Version active</b><br /> Thank you for using the Premium Version.
de_ch_formal: Premium Version aktiv</br> Danke das Sie die Premium Version nutzen.

source: Germany
de_ch_formal: Deutschland

source: Brasil
de_ch_formal: Brasilien

source: All log data deleted.
de_ch_formal: Alle Daten aus Protokolldatei gelöscht.

source: Sync is deactivated. Enter your correct Klick-Tipp credentials.
de_ch_formal: ﻿Sync ist deaktiviert. Geben Sie bitte Ihre korrekten Klick-Tipp Zugangsdaten ein.

source: <p>Missing data in autoresponder. <a href="admin.php?page=wptkt&mod=autoresponder">Check settings</a></p>
de_ch_formal: <p>Daten im Autoresponder fehlen. <a href="admin.php?page=wptkt&mod=autoresponder">Einstellungen prüfen</a></p>

source: Please set up your <a href="admin.php?page=wptkt&mod=account">Klick-Tipp API credentials</a>. Until done you cannot use
de_ch_formal: Bitte geben Sie Ihre Klick-Tipp API-Anmeldeinformationen ein, bis dahin ist folgendes nicht nutzbar

source: <b>Thanks for using WooEMI and WP-EMI.</b><br />Please adjust the <a href="admin.php?page=wptkt">plugin settings</a> to enable the data sending between<br /> Wordpress & WooCommerce and your autoresponder like MailChimp or Klick-Tipp.
de_ch_formal: <b>Danke das Sie WooEMI und WP-EMI nutzen.</b><br /><p>Bitte nehmen Sie hier Ihre ersten <a href="admin.php?page=wptkt">Einstellungen vor</a>,<br /> damit das Plugin anfängt Daten für Sie von Wordpress & WooCommerce zu<br />Ihrem E-Mail-Marketing-Anbieter wie MailChimp oder Klick-Tipp zu übertragen.</p>

source: Please install PHP version 5.4 or above on your server.
de_ch_formal: Bitte installieren/aktivieren Sie PHP Version 5.4 oder höher auf Ihrem Server/Webhosting.

source: Your WooEMI premium license got invalid! To use all features please update your license key.
de_ch_formal: Ihre "WooEMI" Premium Lizenz wurde ungültig! Aktualisieren Sie bitte Ihren Lizenzschlüssel,<br />um alle Funktionen zu nutzen und alle Daten an Klick-Tipp zu übergeben.

source: <p><b>Your %s Version is outdated and stopped working!</b></p><p>Please update the plugin: <a href="plugins.php?plugin_status=upgrade">Go to the update.</a></p>
de_ch_formal: <p><b>Ihre %s Version ist veraltet und hat die Funktion eingestellt!</b></p><p>Bitte aktualisieren Sie Ihr Plugin: <a href="plugins.php?plugin_status=upgrade">Zum Update gehen.</a></p>

source: <p><b>Your %s Version nearly outdated and will stopped working with the release of the next version!</b></p><p>Please update the plugin: <a href="plugins.php?plugin_status=upgrade">Go to the update.</a></p>
de_ch_formal: <p><b>Ihre %s Version ist bald veraltet und wird mit dem nächsten Update die Funktion einstellen!</b></p><p>Bitte aktualisieren Sie Ihr Plugin: <a href="plugins.php?plugin_status=upgrade">Zum Update gehen.</a></p>

source: WooEMI Settings
de_ch_formal: WooEMI Eigenschaften

source: Set up a date when you want to start sending an follow-up email to your customers, who bought this product.<br /> Accociate customer with an existing Klick-Tipp date/time field.<br /> Please create date/time field manually inside Klick-Tipp (/ContactCloud/NewField)
de_ch_formal: Hinterlegen Sie ein Startdatum um die Käufer des Produkts zu einem bestimmten Zeitpunkt anzuschreiben.</br>Hinterlegen Sie hierzu beim Kunden ein Datum in einem Datum/Zeit Feld.<br /> Bitte das Feld vorher einmalig manuell in Klick-Tipp anlegen (/ContactCloud/Neues Feld)

source: Follow-Up Email Start Date
de_ch_formal: Follow-Up E-Mail<br /> Start Datum

source: Associated Klick-Tipp Field
de_ch_formal: Zugeordnetes</br> Klick-Tipp Feld

source: Do not send to Klick-Tipp
de_ch_formal: Nicht an Klick-Tipp senden

source: Klick-Tipp API Options
de_ch_formal: ﻿Klick-Tipp API Optionen

source: Choose Klick-Tipp Country
de_ch_formal: Klick-Tipp Landauswahl

source: Username
de_ch_formal: Benutzername

source: Password
de_ch_formal: Passwort

source: Double-Opt-In-Prozess-ID: (<a target="_blank" href="https://www.klick-tipp.com/lists/me">https://www.klick-tipp.com/lists/me</a>) Alternative ID the plugin will use instead of the predefined ID in Klick-Tipp.
de_ch_formal: Double-Opt-In-Prozess-ID: (<a target="_blank" href="https://www.klick-tipp.com/lists/me">https://www.klick-tipp.com/lists/me</a>) Alternative-ID die das Plugin statt der in Klick-Tipp Vordefinierten-ID nutzen soll.

source: Save Account
de_ch_formal: Speichern

source: You don't have an Klick-Tipp Account?
de_ch_formal: Sie haben noch keinen Klick-Tipp Konto?

source: Get a new Account
de_ch_formal: Neues Konto eröffnen

source: Special Offer
de_ch_formal: ﻿Sonderangebot

source: Extrem reduced Klick-Tipp Versions when you finish the webinar.
de_ch_formal: Extrem reduzierte Klick-Tipp Versionen</br>wenn Sie das Webinar (online Seminar) beenden. </br>

source: Watch Webinar
de_ch_formal: ﻿Webinar ansehen und sparen

source: Select Autoresponderfilter
de_ch_formal: Autoresponderfilter auswählen

source: Autoresponder Options
de_ch_formal: Autoresponder Optionen

source: Choose a different name to save a new autoresponder.
de_ch_formal: Gebe einen anderen Namen ein um einen neuen Autoresponder zu speichern

source: WP User Role
de_ch_formal: WP Benutzerrolle

source: Add All
de_ch_formal: Alle hinzufügen

source: Remove All
de_ch_formal: Alle Löschen

source: WOO Order Status
de_ch_formal: WOO Bestellstatus

source: WOO Product
de_ch_formal: WOO Produkt

source: WOO Product Category
de_ch_formal: WOO Produkt Kategorie

source: HTML Subscription Form Code
de_ch_formal: HTML Eintragungscode

source: Please paste here only HTML forms, no iframes. More easy the code looks the better.<br /><a href="%s" target="_blank">Access to the tutorial</a> how to create a simple subscription form.
de_ch_formal: Bitte füge Sie hier nur HTML Formulare ein, kein Code mit iframe. Je einfach der Code desto besser.<br /><a href="%s" target="_blank">Hier</a> geht es zum Tutorial für die Erstellung deines Anmeldeformular Codes.

source: This field should be auto filled up, when you paste the simple subscription form code above.
de_ch_formal: Dieses Feld sollte automatisch ausgefüllt werden, wenn Sie den HTML Eintragungscode einfügen.

source: Save Settings
de_ch_formal: Einstellungen speichern

source: With the free version you can only trigger sending data by WooCommerce order status.<br />You want to trigger your autoresponder by <strong>WP User Roles</strong>, <strong>WOO Products</strong>, <strong>WOO Categories</strong>?<br />You want to sent data to <strong>multiple autoresponder and subscriber lists</strong> at the same time? <br />Then get your <a href="%s" target="_blank"><strong>Premium License</strong></a> now.
de_ch_formal: In der kostenlosen Version können Sie die Übertragung zu Ihren Listen nur durch den WOO Bestellstatus auslösen.<br />Möchten Sie die Übertragung auch durch <strong>WP Benutzerrollen</strong>, <strong>WooCommerce Produkte</strong> und <strong>WOO Kategorien</strong> gezielt auslösen?<br />Sie wollen Daten an <strong>mehrere Autoresponderfilter</strong> und <strong>E-Mail-Listen gleichzeitig</strong> senden?<br />Dann erwerben Sie bitte hier Ihre <a href="%s" target="_blank"><strong>Premium Lizenz</strong></a>.

source: You can not export your legacy data with the free version!<br /> In the premium version you can export <strong>WooCommerce<br /> customer, order data</strong> and <strong>Wordpress user</strong>.<br /> Please get your <a href="%s" target="_blank"><strong>Premium License</strong></a> here.
de_ch_formal: Sie können Ihre bisherigen Daten mit der kostenlosen Version nicht exportieren!<br /> In der Premium Version können Sie <strong>WooCommerce<br /> Kunden, Bestellungen</strong> und <strong>Wordpress Benutzer</strong> exportieren.<br />Erwerben Sie hier Ihre <a href="%s" target="_blank">Premium Lizenz</a>.

source: Use the CSV Export for the initial user data transfer.<br /> Your future data will be synced automatically and action based via the plugin.<br /><br /><strong>All Autoresponder:</strong> Please look at the import tutorials from your email marketing provider.<br /><br /> <strong>Klick-Tipp:</strong> You can import your existing data directly into Klick-Tipp when you are running a Klick-Tipp Enterprise Version. (/ContactCloud/Import)<br />If you do not have a Klick-Tipp Enterprise Version, <a href="https://www.klick-tipp.com/bestellen/15194" target="_blank">buy one here</a>, if you want to stay with your version contact the support at <a href="mailto:hilfe@klick-tipp.com">hilfe@klick-tipp.com.</a><br />Please add the below generated file to your request.<br /><br />Here you can get your CSV file:<br />
de_ch_formal: Nutzen Sie den CSV Export für die Erstübertragung Ihrer Benutzerdaten.<br />Ihre zukünfigten Daten werden automatisch und aktionsbasiert durch das Plugin übertragen.<br /><br /><strong>Alle Autoresponder:</strong> Bitte erkundigen Sie sich nach den Import Anleitungen Ihres E-Mail-Marketing-Anbieters.<br /><br /><strong>Klick-Tipp:</strong> Sie können Ihre existierenden Daten direkt in Klick-Tipp importieren wenn Sie die Klick-Tipp Enterprise Version nutzen. (/ContactCloud/Importieren)<br /> Wenn Sie keine Klick-Tipp Enterprise Version, <a href="https://www.klick-tipp.com/bestellen/15194" target="_blank">kaufen Sie eine hier,</a> wenn Sie bei Ihrer Version bleiben möchten kontaktieren Sie bitte den Klick-Tipp Support <a href="mailto:hilfe@klick-tipp.com">hilfe@klick-tipp.com.</a><br />Bitte hängen Sie die unten erstellte Datei der E-Mail an.<br /><br />Hier erhalten Sie Ihre CSV Export Datei:<br />

source: Last CSV Export
de_ch_formal: Letzter CSV-Export

source: all data
de_ch_formal: alle Daten

source: Only new data.
de_ch_formal: Nur neue Daten.

source: Only available in premium version
de_ch_formal: Nur in der Premium Version möglich

source: Which data?
de_ch_formal: Welche Daten?

source: all user
de_ch_formal: Alle Benutzer

source: user with orders
de_ch_formal: Benutzer mit Bestellungen

source: user with orders within the last 6 months
de_ch_formal: Ben. mit Best. der letzten 6 Monate

source: <br />Data in CSV file:<br />Email address, name, company, address, phone, tagging: order status, products, categories, money spent and order within last 3/6 month<br />The CSV file is tab and comma separated with quotation marks as text delimiter<br /><b>At the moment CSV Export working only when WooCommerce is installed and if there are some orders.</b>
de_ch_formal: <br />Daten in der CSV Datei:<br />E-Mail Adresse, Name, Firma, Adresse, Telefon, Tagging: Bestellstatus, Produkte, Kategorien, Umsatz je Bestellung und eingekauft in den letzten 3/6 Monaten<br />Aufbau der CSV Datei: Die Datei ist Tab, Komma getrennt und mit Anführungszeichen als Texttrenner.<br /><b>Im Moment funktioniert der CSV Export nur wenn WooCommerce installiert ist und Rechnungen vorhanden sind.</b>

source: download file
de_ch_formal: Download CSV Datei

source: Enter your License here:
de_ch_formal: Geben Sie hier Ihre Lizenz ein:

source: License Key
de_ch_formal: ﻿Lizenzschlüssel

source: Delete License
de_ch_formal: Lizenz entfernen

source: Check and press button below to delete license key permanently.
de_ch_formal: Option auswählen und Schaltfläche drücken</br> um den Lizenzschlüssel endgültig zu löschen.

source: Save License
de_ch_formal: ﻿Lizenz speichern

source: Activate license on this domain
de_ch_formal: Lizenz auf dieser Domain aktivieren

source: <a target="_blank" href="%s">Get an additional license key here</a>
de_ch_formal: <a target="_blank" href="%s"> Holen Sie sich hier eine weitere Lizenz </a>

source: You want activate all your user roles plus opt-in IDs? Then get your <a href="%s" target="_blank">premium license</a> here.
de_ch_formal: Möchten Sie alle Wordpress Benutzerrollen plus opt-in IDs mit Klick-Tipp synchronisieren? Dann erwerben Sie bitte eine <a href="%s" target="_blank">Premium Lizenz</a>.

source: Role
de_ch_formal: ﻿Aufgabe

source: Enable
de_ch_formal: Aktivieren

source: You want to specify a Double-Opt-In-Process-ID per user role? Get a <a href="%s" target="_blank">premium license</a>.
de_ch_formal: Möchten Sie je Benutzerrollen eine Double-Opt-In-Process-ID eingeben? Erwerben Sie bitte eine <a href="%s" target="_blank">Premium Lizenz</a>..

source: Save Changes
de_ch_formal: Änderungen speichern

source: Activate Data Transmission
de_ch_formal: Datenübertragung aktivieren

source: >> Inactive <<
de_ch_formal: >> Nicht aktiv <<

source: Save
de_ch_formal: Speichern

source: Check the software requirements
de_ch_formal: Anforderungen

source: check your software requirements to use all of the plugins functionality.
de_ch_formal: Überprüfen Sie die Softwareanforderungen um alle Funktionen nutzen zu können.

source: WooCommerce is activated
de_ch_formal: WooCommerce ist aktiviert
