Repository: common-repository/wp-to-klick-tipp-tag-basiertes-e-mail-marketing
Catalog: languages/wp-to-klick-tipp-tag-basiertes-e-mail-marketing-*.po
Languages: es_es, pt_pt

source: %s order processing in background.
es_es: %s orden de procesamiento en segundo plano.
pt_pt: %s ordem de processamento em segundo plano.

source: All log data deleted.
es_es: Todos los datos de registro de borrados.
pt_pt: Todos os dados de registro excluído.

source: user with orders
es_es: usuario con órdenes
pt_pt: usuário com ordens

source: user with orders within the last 6 months
es_es: usuario con órdenes dentro de los últimos 6 meses
pt_pt: usuário com ordens nos últimos 6 meses

source: Check the software requirements
es_es: Compruebe los requisitos de software
pt_pt: Verifique os requisitos de software

source: check your software requirements to use all of the plugins functionality.
es_es: consultar los requisitos de software para utilizar toda la funcionalidad de plugins.
pt_pt: verifique os requisitos de software para utilizar todas as funcionalidades plugins.

source: Please install PHP version 5.4 or above on your server.
es_es: Por favor, instalar PHP versión 5.4 o superior en su servidor.
pt_pt: Por favor, instale PHP versão 5.4 ou superior no seu servidor.

source: Set up a date when you want to start sending an follow-up email to your customers, who bought this product.<br /> Accociate customer with an existing Klick-Tipp date/time field.<br /> Please create date/time field manually inside Klick-Tipp (/ContactCloud/NewField)
es_es: Establecer una fecha en la que desea iniciar el envío de un correo electrónico de seguimiento a sus clientes, que compraron este producto. <br /> Accociate cliente con un campo de tiempo existente Klick-Tipp fecha /. <br /> Por favor, cree campo de fecha / hora manualmente dentro de Klick-Tipp (/ ContactCloud / NewField)
pt_pt: Estabeleça uma data quando você quer começar a enviar um e-mail de acompanhamento para seus clientes, que compraram este produto. <br /> cliente Accociate com uma data campo Klick-Tipp / hora existente. <br /> Por favor, crie campo de data / hora manualmente dentro Klick-Tipp (/ ContactCloud / NewField)

source: <p><b>Your %s Version is outdated and stopped working!</b></p><p>Please update the plugin: <a href="plugins.php?plugin_status=upgrade">Go to the update.</a></p>
es_es: <p> <b>%s versión es obsoleta y dejó de funcionar!</b> </p><p> Por favor, cargar la versión más actualizada aquí: <a href="plugins.php?plugin_status=upgrade">Plugin</a></p>
pt_pt: <p> <b>%s Versão está desatualizado e parou de funcionar!</b> </p><p> Por favor coloque o mais versão atualizada aqui: <a href="plugins.php?plugin_status=upgrade">Plugin Baixar</a></p>

source: <p><b>Your %s Version nearly outdated and will stopped working with the release of the next version!</b></p><p>Please update the plugin: <a href="plugins.php?plugin_status=upgrade">Go to the update.</a></p>
es_es: <p> <b>%s Versión casi obsoleta y voluntad dejó de funcionar con el lanzamiento de la próxima versión!</b> </p><p> Por favor, cargar la versión más actualizada aquí: <a href="plugins.php?plugin_status=upgrade">Plugin</a> </p>
pt_pt: <p> <b>%s Versão quase ultrapassada e vontade parou de funcionar com o lançamento da próxima versão!</b> </p><p> Por favor coloque o mais versão atualizada aqui: <a href="plugins.php?plugin_status=upgrade">Plugin Baixar</a> </p>

source: <br />Data in CSV file:<br />Email address, name, company, address, phone, tagging: order status, products, categories, money spent and order within last 3/6 month<br />The CSV file is tab and comma separated with quotation marks as text delimiter<br /><b>At the moment CSV Export working only when WooCommerce is installed and if there are some orders.</b>
es_es: <br /> Los datos en el archivo CSV: <br /> dirección de correo electrónico, nombre, compañía, dirección, teléfono, etiquetado: estado de los pedidos, productos, categorías, el dinero gastado y el orden dentro de los últimos 3/6 meses <br /> El archivo CSV es pestaña y separados por comas entre comillas como delimitador de texto <br /> <b>En el momento de exportación CSV de trabajo sólo cuando WooCommerce está instalado y si hay algunas órdenes.</b>
pt_pt: <br /> Dados no arquivo CSV: <br /> endereço de email, nome, empresa, endereço, telefone, marcação: status de pedidos, produtos, categorias, o dinheiro gasto e da ordem dentro última 3/6 mês <br /> O arquivo CSV é guia e separados por vírgulas entre aspas como delimitador de texto <br /> <b>No momento CSV exportação trabalhar apenas quando WooCommerce está instalado e se existem algumas ordens.</b>

source: Extrem reduced Klick-Tipp Versions when you finish the webinar.
es_es: Extrem versiones reducidas Klick-Tipp cuando termine el seminario.
pt_pt: Extrem reduzida Versões Klick-Tipp quando terminar o webinar.

source: You want activate all your user roles plus opt-in IDs? Then get your <a href="%s" target="_blank">premium license</a> here.
es_es: ¿Quieres activar todas sus funciones de usuario más identificadores de opt-in? A continuación, obtener su <a href="%s" target="_blank">licencia prima</a> aquí.
pt_pt: Você deseja ativar todas as suas funções de usuário mais opt-in IDs? Em seguida, obter a sua <a href="%s" target="_blank">licença prêmio</a> aqui.

source: Set alternative Double Opt-In Prozess-ID<br /> for e.g. guest Customer (/automatisation/Double-Opt-In process)<br />Only enter Double Opt-In process-ID here when it differs from default process-ID!
es_es: Conjunto alternativo Doble Opt-In-ID Prozess <br /> por ejemplo invitados al cliente (/ automatización / Double-Opt-En proceso) <br /> Sólo entrar Doble Opt-In-ID proceso cuando éste es diferente del proceso predeterminado Id!
pt_pt: Definir alternativa double opt-in Prozess-ID <br /> por exemplo, para hóspedes Cliente (/ automatização / processo duplo opt-in) <br /> Apenas digite double opt-in processo de ID aqui quando ele difere do padrão processo de identificação!

source: Please set up your <a href="admin.php?page=wptkt&mod=account">Klick-Tipp API credentials</a>. Until done you cannot use
es_es: Por favor, configurar sus <a href="admin.php?page=wptkt&mod=account">credenciales de API Klick-Tipp</a> . Hasta que esté hecho no se puede utilizar
pt_pt: Por favor, configurar suas <a href="admin.php?page=wptkt&mod=account">credenciais de API Klick-Tipp</a> . Até feito você não pode usar

source: Your WooEMI premium license got invalid! To use all features please update your license key.
es_es: Su licencia no válida prima WooEMI consiguió! Para utilizar todas las características por favor, actualice la clave de licencia.
pt_pt: Sua licença prêmio WooEMI ficou inválido! Para usar todos os recursos atualize a sua chave de licença.

source: WP to Klick-Tipp
es_es: WP de Klick-Tipp
pt_pt: WP para Klick-Tipp

source: Follow-Up Email Start Date
es_es: Seguimiento de correo electrónico Fecha de Inicio
pt_pt: Follow-Up Email Data de Início

source: Associated Klick-Tipp Field
es_es: Asociada Klick-Tipp Campo
pt_pt: Associated Klick-Tipp campo

source: Do not send to Klick-Tipp
es_es: No envíe a Klick-Tipp
pt_pt: Não enviar para Klick-Tipp

source: Wordpress to Klick-Tipp
es_es: Wordpress para Klick-Tipp
pt_pt: Wordpress para Klick-Tipp

source: WooEMI Settings
es_es: Ajustes WooEMI
pt_pt: Configurações WooEMI

source: You just run the cron manually.
es_es: Usted acaba de ejecutar el cron manualmente.
pt_pt: Você acabou de executar o cron manualmente.

source: License key deleted successfully
es_es: clave de licencia ha eliminado correctamente
pt_pt: chave de licença excluído com sucesso

source: license key deleted
es_es: clave de licencia de suprimirse
pt_pt: chave de licença excluído

source: Please enter your email address.
es_es: Por favor escribe tu correo electrónico
pt_pt: Por favor introduza o seu endereço de email.

source: Please enter your license key.
es_es: Introduzca su clave de licencia.
pt_pt: Por favor, introduza o seu código de licença.

source: Saved successfully
es_es: COE solicitó éxito por número BOL
pt_pt: Salvo com sucesso

source: Credentials (email and/or key) changed
es_es: (Credenciales de correo electrónico y / o clave) cambiaron
pt_pt: Credenciais (e-mail e / ou a chave) mudou

source: Wrong API Credentials
es_es: Las credenciales de API equivocadas
pt_pt: Credenciais API erradas

source: Please enter your Klick-Tipp username.
es_es: Por favor, introduzca su nombre de usuario Klick-Tipp.
pt_pt: Digite seu nome de usuário Klick-Tipp.

source: Please enter your Klick-Tipp password.
es_es: Por favor, introduzca su contraseña Klick-Tipp.
pt_pt: Por favor insira sua senha Klick-Tipp.

source: Please check your Klick-Tipp API key.
es_es: Por favor, compruebe su clave API Klick-Tipp.
pt_pt: Por favor, verifique a sua chave de API Klick-Tipp.

source: Klick-Tipp Account Saved Successfully
es_es: Klick-Tipp cuenta guardada con éxito
pt_pt: Klick-Tipp Conta salva com sucesso

source: Wrong Klick-Tipp Credentials
es_es: Las credenciales equivocadas Klick-Tipp
pt_pt: Credenciais Klick-Tipp erradas

source: It is not possible to validate your license, because of a server error. Please install PHP module cURL on this server.<br>
es_es: No es posible validar su licencia, debido a un error en el servidor. Por favor, instale el módulo PHP cURL en este servidor. <br>
pt_pt: Não é possível validar a sua licença, por causa de um erro do servidor. Por favor, instale PHP módulo cURL neste servidor. <br>

source: PHP cURL missing.
es_es: PHP cURL faltante.
pt_pt: PHP cURL faltando.

source: License URL is not reachable, at the moment. Please try again later.<br>
es_es: URL licencia no es accesible, por el momento. Por favor, inténtelo de nuevo más tarde. <br>
pt_pt: URL de licença não está acessível, no momento. Por favor, tente novamente mais tarde. <br>

source: License URL not reachable.
es_es: URL licencia no alcanzable.
pt_pt: URL Licença não alcançável.

source: License
es_es: Licencia
pt_pt: Licença

source: Klick-Tipp API Options
es_es: Opciones de API Klick-Tipp
pt_pt: Opções API Klick-Tipp

source: CSV Export
es_es: Exportar CSV
pt_pt: Exportar CSV

source: Role Settings (Klick-Tipp)
es_es: Configuración de rol (Klick-Tipp)
pt_pt: Configurações da função (Klick-Tipp)

source: Log View
es_es: Vista de registro
pt_pt: Visualizar Log

source: Requirement
es_es: Requisito
pt_pt: Exigência

source: Not transferred any data to Klick-Tipp.
es_es: No se transfieren los datos a Klick-Tipp.
pt_pt: Não transferidos quaisquer dados a Klick-Tipp.

source: So far, no file has been created.
es_es: Hasta el momento, ningún archivo ha sido creado.
pt_pt: Até agora, nenhum arquivo foi criado.

source: Thank you for using the <b>Free Version</b>. <br /><a target="_blank" href="%s">Please upgrade to Premium</a> to get full data <br />transferred and all functions activated.
es_es: Gracias por utilizar la <b>versión gratuita.</b> <br /> <a target="_blank" href="%s">Por favor actualizar a Premium</a> para obtener datos completa <br /> transferidos y todas las funciones activadas.
pt_pt: Obrigado por usar a <b>versão gratuita.</b> <br /> <a target="_blank" href="%s">Faça o upgrade para premium</a> para obter dados completo <br /> transferidos e todas as funções activado.

source: </b>Premium Version active</b><br /> Thank you for using the Premium Version.
es_es: Versión prima activa <br /> Gracias por utilizar la versión Premium.
pt_pt: Versão Premium ativa <br /> Obrigado por usar a versão premium.

source: Germany
es_es: Alemania
pt_pt: Alemanha

source: WooEMI + WP-EMI - Email Marketing Integration
es_es: WooEMI WP-EMI - Email Marketing Integración
pt_pt: WooEMI WP-EMI - Marketing Integração Email

source: Sync is deactivated. Enter your correct Klick-Tipp credentials.
es_es: Sync está desactivado. Introduzca sus credenciales Klick-Tipp correctas.
pt_pt: Sync está desativado. Insira suas credenciais Klick-Tipp corretas.

source: See the last entries from the log file.
es_es: Ver las últimas entradas del archivo de registro.
pt_pt: Veja as últimas entradas do arquivo de log.

source: Time
es_es: Hora
pt_pt: Tempo

source: Module
es_es: Módulo
pt_pt: Módulo

source: Message
es_es: Mensaje:
pt_pt: Mensagem

source: Delete All
es_es: Eliminar todos
pt_pt: Excluir Tudo

source: You can not export your legacy data with the free version!<br /> In the premium version you can export <strong>WooCommerce<br /> customer, order data</strong> and <strong>Wordpress user</strong>.<br /> Please get your <a href="%s" target="_blank"><strong>Premium License</strong></a> here.
es_es: No se puede exportar los datos existentes con la versión gratuita! <br /> En la versión de pago puede exportar <strong>WooCommerce <br /> cliente, los datos de orden</strong> y <strong>de usuario de Wordpress.</strong> <br /> Por favor, obtener su <a href="%s" target="_blank"><strong>licencia de primera calidad</strong></a> aquí.
pt_pt: Você não pode exportar seus dados legados com a versão gratuita! <br /> Na versão premium você pode exportar <strong>WooCommerce <br /> cliente, os dados da ordem</strong> e <strong>do usuário Wordpress.</strong> <br /> Por favor, obter a sua <a href="%s" target="_blank"><strong>licença prêmio</strong></a> aqui.

source: Last CSV Export
es_es: Exportar CSV
pt_pt: Exportar CSV

source: Export
es_es: Exportar
pt_pt: Exportar

source: all data
es_es: Todos los datos
pt_pt: Todos os Dados

source: Only new data.
es_es: Solamente los nuevos datos.
pt_pt: Apenas os novos dados.

source: Only available in premium version
es_es: Sólo en la versión actualizada
pt_pt: Apenas disponível na versão premium

source: Which data?
es_es: ¿Qué datos?
pt_pt: Que dados?

source: all user
es_es: todos los usuarios
pt_pt: todo usuário

source: download file
es_es: descarga el archivo
pt_pt: Baixar arquivo

source: WooCommerce is activated
es_es: WooCommerce se activa
pt_pt: WooCommerce é activado

source: PHP version
es_es: Versión de PHP
pt_pt: Versão do PHP

source: IonCube Loader<br >(you need it to run our premium version)
es_es: IonCube cargadora <br > (Que lo necesite para ejecutar nuestra versión de pago)
pt_pt: IonCube carregador <br > (Você precisa dele para executar a nossa versão premium)

source: Choose Klick-Tipp Country
es_es: Elija Klick-Tipp País
pt_pt: Escolha Klick-Tipp País

source: Username
es_es: Nombre de usuario
pt_pt: Usuário

source: Password
es_es: Contraseña
pt_pt: Senha

source: API Key (/Listbuilding/neues Listbuilding/API Key
pt_pt: Chave API (Key / Listbuilding / neues Listbuilding / API

source: Save Account
es_es: Guardar Cuenta
pt_pt: Salvar Conta

source: You don't have an Klick-Tipp Account?
es_es: Usted no tiene una cuenta de Klick-Tipp?
pt_pt: Você não tem uma conta Klick-Tipp?

source: Get a new Account
es_es: Consigue una nueva cuenta
pt_pt: Obter uma nova Conta

source: Special Offer
es_es: Oferta Especial
pt_pt: Oferta Especial

source: Watch Webinar
es_es: reloj Webinar
pt_pt: Assista ao webinar

source: Role
es_es: Rol
pt_pt: Função

source: Enable
es_es: Activar
pt_pt: Ativar

source: You want to specify a Double-Opt-In-Process-ID per user role? Get a <a href="%s" target="_blank">premium license</a>.
es_es: Desea especificar un doble opt-in-process-id por rol de usuario? Obtener una <a href="%s" target="_blank">licencia premium</a> .
pt_pt: Você deseja especificar um duplo opt-in-Process-ID por função de usuário? Obter uma <a href="%s" target="_blank">licença prêmio</a> .

source: Save Changes
es_es: Grabar Cambios
pt_pt: Salvar Alterações

source: Enter your License here:
es_es: Introduzca su licencia aquí:
pt_pt: Digite a sua licença aqui:

source: License Key
es_es: Clave de licencia
pt_pt: Chave da licença

source: Delete License
es_es: Eliminar Licencia
pt_pt: Excluir Licença

source: Check and press button below to delete license key permanently.
es_es: Comprobar y a continuación pulse el botón para borrar la clave de licencia permanente.
pt_pt: Verifique e pressione o botão abaixo para apagar chave de licença permanente.

source: Save License
es_es: Guardar licencia
pt_pt: Salvar License

source: <a target="_blank" href="%s">Get an additional license key here</a>
es_es: <a target="_blank" href="%s">Obtener una clave de licencia adicional aquí</a>
pt_pt: <a target="_blank" href="%s">Obter uma chave de licença adicional aqui</a>

source: Activate license on this domain
es_es: Activar la licencia en este dominio
pt_pt: Ativar a licença neste domínio

source: Please enter your email
es_es: Por favor, introduce tu email
pt_pt: Digite seu endereço de email

source: Please enter your license key
es_es: Introduzca su clave de licencia.
pt_pt: Por favor, introduza o seu código de licença.

source: The license has been moved to this domain
es_es: La licencia se ha trasladado a este dominio
pt_pt: A licença foi transferida para este domínio

source: The license could not be moved to this domain
es_es: La licencia no se pudo mover a este dominio
pt_pt: A licença não pode ser transferida para este domínio

source: Settings
es_es: Ajustes
pt_pt: Configurações

source: Autoresponder
es_es: Correo electrónico de respuesta automática
pt_pt: Respostas automáticas

source: Settings saved successfully
es_es: Ajustes guardados correctamente.
pt_pt: Configurações salvas com sucesso

source: Subscribe to newsletter
es_es: Suscríbete a nuestra newsletter
pt_pt: Subscreva a nossa newsletter

source: <p>Missing data in autoresponder. <a href="admin.php?page=wptkt&mod=autoresponder">Check settings</a></p>
es_es: <p> Los datos que faltan en la respuesta automática. <a href="admin.php?page=wptkt&mod=autoresponder">Compruebe los ajustes</a> </p>
pt_pt: <p> Falta de dados em resposta automática. <a href="admin.php?page=wptkt&mod=autoresponder">Verifique as definições</a> </p>

source: <b>Thanks for using WooEMI and WP-EMI.</b><br />Please adjust the <a href="admin.php?page=wptkt">plugin settings</a> to enable the data sending between<br /> Wordpress & WooCommerce and your autoresponder like MailChimp or Klick-Tipp.
es_es: <b>Gracias por usar WooEMI y WP-EMI.</b> <br /> Por favor, ajuste las <a href="admin.php?page=wptkt">configuraciones de plug-in</a> para permitir el envío de datos entre <br /> Wordpress y WooCommerce y su autoresponder como MailChimp o Klick-Tipp.
pt_pt: <b>Obrigado por usar o WooEMI e WP-EMI.</b> <br /> Por favor ajuste os <a href="admin.php?page=wptkt">ajustes de plugin</a> para permitir que os dados que enviam entre <br /> Wordpress & WooCommerce e sua resposta automática como MailChimp ou Klick-Tipp.

source: Choose a different name to save a new autoresponder.
es_es: Elegir un nombre para guardar una nueva respuesta automática.
pt_pt: Escolha um nome diferente para salvar uma nova resposta automática.

source: Autoresponder Filter Name
es_es: Nombre del filtro de respuesta automática
pt_pt: Autoresponder Nome do filtro

source: Save Settings
es_es: Guardar configuración
pt_pt: Salvar Configurações

source: WOO Order Status
es_es: Estatus de la Orden
pt_pt: Status do Pedido

source: WP User Role
es_es: WP rol de usuario
pt_pt: WP Regras de usuário

source: WOO Product
es_es: WOO Producto
pt_pt: WOO Produto

source: WOO Product Category
es_es: Categoría de productos
pt_pt: Categoria do Produto

source: HTML Subscription Form Code
es_es: Código del formulario de suscripción HTML
pt_pt: Código do Formulário de subscrição HTML

source: Show Autoresponder
es_es: Mostrar Autoresponder
pt_pt: Mostrar Autoresponder

source: Select Autoresponderfilter
es_es: Seleccionar Autoresponderfilter
pt_pt: Selecione Autoresponderfilter

source: Add All
es_es: Agregar todo
pt_pt: Adicionar Tudo

source: Remove All
es_es: Eliminar todo
pt_pt: Remove Todos

source: With the free version you can only trigger sending data by WooCommerce order status.<br />You want to trigger your autoresponder by <strong>WP User Roles</strong>, <strong>WOO Products</strong>, <strong>WOO Categories</strong>?<br />You want to sent data to <strong>multiple autoresponder and subscriber lists</strong> at the same time? <br />Then get your <a href="%s" target="_blank"><strong>Premium License</strong></a> now.
es_es: Con la versión gratuita sólo se puede activar el envío de datos por el estado de la orden WooCommerce. <br /> Quiere activar su autoresponder por <strong>WP Funciones de usuario,</strong> <strong>WOO productos,</strong> <strong>WOO Categorías?</strong> <br /> Que desea enviar datos a <strong>múltiples listas de respuesta automática y abonados</strong> al mismo tiempo? <br /> A continuación, obtener su <a href="%s" target="_blank"><strong>licencia de primera calidad</strong></a> ahora.
pt_pt: Com a versão gratuita só pode desencadear o envio de dados por status do pedido WooCommerce. <br /> Você deseja acionar sua resposta automática por <strong>WP funções de usuário,</strong> <strong>WOO produtos,</strong> <strong>WOO Categorias?</strong> <br /> Você quer enviado dados para <strong>várias listas de resposta automática e de assinantes,</strong> ao mesmo tempo? <br /> Em seguida, obter a sua <a href="%s" target="_blank"><strong>licença prêmio</strong></a> agora.

source: Autoresponder Options
es_es: Opciones de respuesta automática
pt_pt: Opções de resposta automática

source: Activate Data Transmission
es_es: Activar la transmisión de datos
pt_pt: Ative Transmissão de Dados

source: >> Inactive <<
es_es: Inactivo
pt_pt: >> Inativo <<

source: Save
es_es: Guardar
pt_pt: Salvar

source: Please paste here only HTML forms, no iframes. More easy the code looks the better.<br /><a href="%s" target="_blank">Access to the tutorial</a> how to create a simple subscription form.
es_es: Por favor, pegue aquí sólo formularios HTML, no hay iframes. Más fácil el código se ve mejor. <br /> <a href="%s" target="_blank">El acceso al tutorial de</a> cómo crear un formulario de suscripción simple.
pt_pt: Por favor colar aqui apenas formulários HTML, sem iframe. Mais fácil do código é o melhor. <br /> <a href="%s" target="_blank">O acesso ao tutorial</a> como criar um formulário de inscrição simples.

source: This field should be auto filled up, when you paste the simple subscription form code above.
es_es: Este campo debe ser automático lleno, al pegar el código sencillo formulario de suscripción anterior.
pt_pt: Este campo deve ser auto cheio, quando você colar o código formulário de inscrição simples acima.
